[
  {
    "id":0,
    "itemTitle": "Description",
    "description": [
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "The archipelago is a group of 19 islands: 13 large and 6 small along with dozens of islets. Its closest point to the mainland of Ecuador is 600 miles from the western coast.\n\nThe Galapagos features some of the world’s most unique and endemic species and beautiful beaches that rank among the world’s best, and this is why it’s renowned as an iconic tourist destination.",
        "imageTitle": "assets/images/galapagos/description/gps_map.png"
      }
    ]
  },
  { 
    "id":1,
    "itemTitle": "Wildlife",
    "description": [
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "There are many theories regarding the beautiful yet unique flora and fauna of the Islands. One popular belief is that many of the original species found their way to the Galapagos by way of rafts of vegetation and other waste and were carried to the Islands by wind and sea currents.",
        "imageTitle": ""
      },
      {
        "subtitle": "",
        "subtitleLabel": "\"Here are the top 5 Galapagos Animals that you’ll be sure to see\":",
        "textContent": "",
        "imageTitle": ""
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "• Galapagos Giant Tortoise, the largest on the planet!",
        "imageTitle": "assets/images/galapagos/wildlife/giant_tortoise.png"
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "• Galapagos Penguin, the only penguin that lives north of the equator",
        "imageTitle": "assets/images/galapagos/wildlife/penguins.jpg"
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "• Sea Lion, the most social mammal on the Islands",
        "imageTitle": "assets/images/galapagos/wildlife/sealion.jpg"
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "• Marine Iguana, the only iguana that forages from the sea",
        "imageTitle": "assets/images/galapagos/wildlife/marine_iguane.jpg"
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "• Blue-Footed Booby, watch their mating dance and you’ll see how they got their names",
        "imageTitle": "assets/images/galapagos/wildlife/blue_footed_booby.jpg"
      }
    ]
  },
  { 
    "id":2,
    "itemTitle": "National Park Rules",
    "description": [
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "All visitors must follow the following regulations while in the Galapagos Islands National Park. Failure to comply with these rules may result in sanctions by the Ecuadorian government.",
        "imageTitle": ""
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "1.- Keep a distance of 2 meters (6 feet) from wildlife (including cameras)\n\n2.- Do not touch or feed the fauna\n\n3.- Do not remove elements from the ecosystem\n\n4.- No smoking\n\n5.- No alcohol\n\n6.- No campfires\n\n7.- Walk on designated trails only\n\n8.- Take pictures without flash. Professional shootings and drones need authorization\n\n9.- Camping is only allowed in authorized areas\n\n10.- Use authorized sport fishing boats\n\n11.- Do not introduce external elements to the ecosystem\n\n12.- Motorized watercrafts, submarines and air tourism is prohibited.",
        "imageTitle": ""
      },
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "Please remember:\n\n• Only visit protected areas with a specialized guide\n\n• Do not vandalize the National Park\n\n• Use authorized tourism services only\n\n• Sort your trash",
        "imageTitle": ""
      }
    ]
  },
  { 
    "id":3,
    "itemTitle": "Galapagos National Park (GNP) Entrance Fee",
    "description": [
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "All visitors to the Islands must pay an entry tax for the archipelago to the Ecuadorian National Park System. This entrance fee must be paid in cash and at the airport upon arrival to the Islands. The amount of this fee depends on the age and nationality of the tourist. As a guide, most foreign tourists pay $100 USD (over the age of 12) while children under 12 pay $50 USD.",
        "imageTitle": ""
      }
    ]
  },
  { 
    "id":4,
    "itemTitle": "Inter-Island Transportation",
    "description": [
      {
        "subtitle": "",
        "subtitleLabel": "",
        "textContent": "Daily inter-island travel is available by either air or by sea. Daily speed boat trips between San Cristobal, Isabela, and Santa Cruz ($20-30 one way, per person). Each of the islands offer daily flights with advance bookings. (Please note: the airport used for Santa Cruz is located on Baltra Island and uses a bus-ferry-bus system)",
        "imageTitle": ""
      }
    ]
  }
]