[
  {
    "id":0,
    "destination": "Documents to Bring",
    "description": [
      {
        "question": "Visa",
        "ask": "U.S., Canadian and most European citizens do not require a visa to travel to Ecuador unless they are expecting to stay longer than 90 days over the course of 1 year. ",
        "imageUrl" : "",
        "link":"https://www.cancilleria.gob.ec/2020/06/30/lista-de-paises-que-deben-presentar-visa-al-ingresar-al-ecuador/"
      },
      {
        "question": "Passport",
        "ask": "Under Ecuadorian law, every passenger that travels to Ecuador for tourism must present a passport with at least six (6) months validity remaining from the date of departure from Ecuador.",
        "imageUrl" : "",
        "link":""
      },
      {
        "question": "Health & Travel Insurance",
        "ask": "Although not a requirement, it’s highly recommended to acquire a travel insurance that covers any inconvenience that could occur during your vacation, such as flight cancellations, lost luggage, etc.",
        "imageUrl" : "",
        "link":""
      },
      {
        "question": "",
        "ask": "*Note: To avoid any inconvenience or future problems with entering Ecuador, please take into account these regulations. ",
        "imageUrl" : "",
        "link":""
      }
    ]
  },
  {
    "id":1,
    "destination": "International Flights/Time Zone",
    "description": [
      {
        "question": "International Flights",
        "ask": "The only way to arrive to the Galapagos via plane is from either Guayaquil or Quito, Ecuador. The reason for this is that the Islands are a protected National Park and there are flight regulations that must be upheld. ",
        "imageUrl" : "",
        "link":""
      },
      {
        "question": "Time Zone",
        "ask": "Quito and Guayaquil are in the Eastern Standard Time zone (GMT-5) and the Galapagos Islands are 1 hour behind (GMT-6).",
        "imageUrl" : "",
        "link":""
      }
    ]
  },
  {
    "id":2,
    "destination": "Currency/Tips",
    "description": [
      {
        "question": "Currency",
        "ask": "Ecuador adopted the U.S. dollar in 2000 as its official currency. We highly suggest you have enough cash on hand to pay for your needs. Do not bring any large bills (50s and 100s) since they are not accepted in most places throughout Ecuador and the Galapagos. You’ll even find it difficult to exchange at banks as well.",
        "imageUrl" : "",
        "link":""
      },
      {
        "question": "Tips",
        "ask": "There isn’t an established amount for tipping in Ecuador. Based on your experience and if you think you have received excellent service worthy of tipping, we invite you to do so.\n\nFor example, an average tip would be $20 USD per person for the entire crew and $15 USD per person, per day for the guide.",
        "imageUrl" : "",
        "link":""
      }
    ]
  },
  {
    "id":3,
    "destination": "Services",
    "description": [
      {
        "question": "Type of Electrical Outlets",
        "ask": "There are 110v (2 flat prongs) outlets on all ships and on the mainland. There might be 220v in some areas on some ships, but we recommend that you bring an adapter if needed.",
        "imageUrl" : "",
        "link":""
      },
      {
        "question": "Phone/Internet Service",
        "ask": "Ecuador’s telephone code is +593. With limited phone coverage in the Galapagos, having a SIM card that works in the main towns will be helpful.  However, once you start sailing, cellphone reception will be very limited or non-existent. Some of our cruises offer internet service onboard with an extra cost.",
        "imageUrl" : "",
        "link":""

      }
    ]
  },
  {
    "id":4,
    "destination": "Transit Control Card",
    "description": [
      {
        "question": "",
        "ask": "This Transit Control Card (TCC) is obligatory to enter the Galapagos Islands. It’s valued at $20 USD (payable only in cash at the airports of Quito or Guayaquil.) After receiving your card, your luggage will be inspected at security for items that are not allowed onto the Islands (such as fruits and vegetables).\n\n*Fees are subject to change without prior notice.",
        "imageUrl" : "",
        "link":""

      }
    ]
  },
  {
    "id":5,
    "destination": "Packing List ",
    "description": [
      {
        "question": "",
        "ask": "Be prepared! Below is a list of recommended clothing gear and other items to be sure to bring so you’re ready for anything. ",
        "imageUrl" : "assets/images/before/what-to-pack.png",
        "link":""
      }
    ]
  }

]